tap "azure/kubelogin"
tap "denisidoro/tools"
brew "act"
brew "action-validator"
brew "imath"
brew "lz4"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "python@3.13"
brew "azure-cli"
brew "bash"
brew "libgit2"
brew "bat"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "libx11"
brew "libxext"
brew "cairo"
brew "capstone"
brew "certifi"
brew "choose-rust"
brew "cmatrix"
brew "dav1d"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "php"
brew "composer"
brew "coreutils"
brew "ctop"
brew "dtc"
brew "eza"
brew "opus"
brew "sdl2"
brew "svt-av1"
brew "ffmpeg"
brew "findutils"
brew "fribidi"
brew "fzf"
brew "isl"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hyperfine"
brew "ice"
brew "icu4c@77"
brew "id3lib"
brew "id3v2"
brew "inetutils"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "leptonica"
brew "libass"
brew "librist"
brew "libssh"
brew "z3"
brew "llvm"
brew "lsd"
brew "lua"
brew "make"
brew "mas"
brew "mbedtls"
brew "memcached"
brew "miniupnpc"
brew "mise"
brew "mole"
brew "mpg123"
brew "mysql"
brew "ncdu"
brew "nmap"
brew "nvm"
brew "opencode"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "pv"
brew "python-packaging"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "rclone"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "srt"
brew "streamlink"
brew "tealdeer"
brew "tesseract"
brew "tmux"
brew "topgrade"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "denisidoro/tools/docpars"
cask "affinity"
cask "appflowy"
cask "arc"
cask "autofirma"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "epic-games"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "geekbench"
cask "ghostty"
cask "gimp"
cask "hoppscotch"
cask "ijhttp"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "notion"
cask "nvidia-geforce-now"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "telegram-desktop"
cask "tor-browser"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Cleaner One", id: 1473079126
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Steam Link", id: 1246969117
mas "The Unarchiver", id: 425424353
