tap "azure/kubelogin"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/services"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "apr-util"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bat"
brew "btop"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "libx11"
brew "libxext"
brew "cmatrix"
brew "libidn2"
brew "freetds"
brew "gd"
brew "krb5"
brew "php"
brew "composer"
brew "coreutils"
brew "docker-completion"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "svt-av1"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "hyperfine"
brew "inetutils"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lua"
brew "make"
brew "mas"
brew "memcached"
brew "mysql"
brew "ncdu"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "pipx"
brew "podman"
brew "qemu"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "streamlink"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "azure/kubelogin/kubelogin"
brew "denisidoro/tools/docpars"
cask "appflowy"
cask "autofirma"
cask "discord"
cask "epic-games"
cask "geekbench"
cask "gimp"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "telegram-desktop"
cask "tor-browser"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
